{
  "result" : "ok",
  "found" : 247,
  "examples" : [ {
    "author" : 118293,
    "first" : "Czasem mężczyzna musi ukraść animatronicznego borsuka by utrzymać się w szalonej grze zwanej życiem.",
    "second" : "Sometimes, a man has to steal an animatronic badger to stay in this crazy game called life."
  }, {
    "author" : 118293,
    "first" : "Nie ukradłem żadnego borsuka, ale jeżeli ktoś to zrobił, powiedziałbym, że pokazał duże przywódcze zdolności",
    "second" : "I didn't steal any badger, but if someone did, I would say that shows pretty strong team leadership skills."
  }, {
    "author" : 118293,
    "first" : "Nie chcę przerywać tej chwili, ale musimy pojechać do Wisconsin, znanego też jako dom borsuków, mleka i sera.",
    "second" : "I hate to interrupt the joy, but we really need to get to Wisconsin, also known as the lovely badger state, home of milk and cheese."
  }, {
    "author" : 60127,
    "first" : "Twierdzenia typu Brouwera i Borsuka-Ulama oraz ich kombinatoryczne odpowiedniki",
    "second" : "Brouwer, Borsuk-Ulam and related theorems versus their combinatorial analogues"
  }, {
    "author" : 118293,
    "first" : "Przestaniemy polować na borsuka.",
    "second" : "We stop hunting the badger and we make the badger come to us."
  }, {
    "author" : 118293,
    "first" : "Jakby był zaatakowany przez wkurzonego borsuka.",
    "second" : "It looks like it was mauled by a pissed off badger."
  }, {
    "author" : 27,
    "first" : "Ta przenoszona przez borsuki choroba została wykryta po raz pierwszy w dniu, w którym miał on - w czerwcu ubiegłego roku - wyjechać na dwutygodniowy urlop, a od tego czasu stracił 64 zwierzęta ze stada liczącego 82 sztuk.",
    "second" : "The badger-spread disease was first discovered on the day he was due to leave on a two-week holiday last June, and he has since lost 64 of his 82-strong herd."
  }, {
    "author" : 118293,
    "first" : "Tą chłodziarkę, którą mi sprzedałeś dopadły borsuki, i przeszły przez nią jak przez papier!",
    "second" : "I hid behind that cooler you sold me, and they ripped through it like tissue paper!"
  }, {
    "author" : 95875,
    "first" : "Jednym z problemów jest obecność choroby u zwierząt dziko żyjących, na przykład borsuków w Zjednoczonym Królestwie i Irlandii czy dzików w Hiszpanii.",
    "second" : "One problem has been the existence of infected wildlife, such as badgers in the UK and Ireland and wild boar in Spain."
  }, {
    "author" : 94809,
    "first" : "Szczecina i sierść świń lub dzików; sierść borsuka i pozostała sierść do wyrobu szczotek i pędzli; odpadki takiej szczeciny lub sierści",
    "second" : "Pigs’, hogs’ or boars’ bristles and hair; badger hair and other brush making hair; waste of such bristles or hair"
  }, {
    "author" : 22,
    "first" : "Zapobieganie i wyeliminowanie gruźlicy bydła poprzez zmniejszenie liczby borsuków zarażonych gruźlicą",
    "second" : "Preventative and eradication of tuberculosis in cattle by reducing the number of badgers infected with TB"
  }, {
    "author" : 118293,
    "first" : "Jeśli mnie pytacie, jesteście pęczkiem miodowych borsuków.",
    "second" : "If you ask me, you're all a bunch of honey badgers."
  }, {
    "author" : 118293,
    "first" : "To wygląda jak trzewia borsuka.",
    "second" : "This looks like a badger's intestines."
  }, {
    "author" : 74,
    "first" : "Myszy uciekają przed borsukami.",
    "second" : "Mice are afraid of badgers."
  }, {
    "author" : 94809,
    "first" : "Szczecina lub sierść świńska, wieprzowa lub z dzika; sierść borsuka oraz inna sierść przeznaczona do wyrobu pędzli; odpady takiej szczeciny lub sierści",
    "second" : "Pigs', hogs' or boars' bristles and hair; badger hair and other brush making hair; waste of such bristles or hair:"
  }, {
    "author" : 118293,
    "first" : "Borsuki?",
    "second" : "Badgers?"
  }, {
    "author" : 118293,
    "first" : "Ja wyhoduje borsuka z szopem i łobuziak będzie istniał.",
    "second" : "I am breeding a badger and a raccoon and the rascal will exist."
  }, {
    "author" : 119739,
    "first" : "W okolicy żyją też jelenie, bobry, dziki, zające, rysie, borsuki i łosie.",
    "second" : "These include cranes, cormorants, ospreys, eagles, and many other species."
  }, {
    "author" : 118293,
    "first" : "Borsukom?",
    "second" : "Badgers?"
  }, {
    "author" : 94809,
    "first" : "0502 | Szczecina i sierść świń lub dzików; sierść borsuka i pozostała sierść do wyrobu szczotek i pędzli; odpady takiej szczeciny lub sierści | 0 | 0 | 0 | 0 | 0 |",
    "second" : "0502 | Pigs', hogs' or boars' bristles and hair; badger hair and other brush making hair; waste of such bristles or hair | 0 | 0 | 0 | 0 | 0 |"
  }, {
    "author" : 94809,
    "first" : "Szczecina i sierść świń lub dzików; sierść borsuka i pozostała sierść do wyrobu szczotek i pędzli; odpadki takiej szczeciny lub sierści",
    "second" : "Pigs', hogs' or boars' bristles and hair; badger hair and other brush making hair; waste of such bristles or hair"
  }, {
    "author" : 31,
    "first" : "Borsuk potrafi udźwignąć #- krotność swojej wagi",
    "second" : "A badger can lift # times its body weight"
  }, {
    "author" : 119739,
    "first" : "Pan lasów — borsuk",
    "second" : "Britain’s Badger—Lord of the Woodlands"
  }, {
    "author" : 31,
    "first" : "Płakałaś kiedy borsuk odgryzł mu kawałek ogona",
    "second" : "You cried because a badger bit its tail off"
  }, {
    "author" : 119739,
    "first" : "Borsuk, dawniej zwany jaźwcem, to dość duże zwierzę — o długości dochodzącej do 90 centymetrów, wysokości około 30 centymetrów i wadze na ogół kilkunastu kilogramów. Unika ludzi.",
    "second" : "The European badger is a large, secretive animal, about three feet [1 m] long and one foot [30 cm] high, with an average weight of about 25 pounds [12 kg]."
  }, {
    "author" : 88146,
    "first" : "Prof. Magdalena Borsuk-Białynicka opracowywała najpierw nosorożce i dinozaury, ale potem ona i Andrzej Sulimski opracowali unikatową kolekcję jaszczurek z kredy Mongolii.",
    "second" : "Prof. Magdalena Borsuk- Białynicka first worked on rhinoceroses and dinosaurs, but then she and Andrzej Sulimski systematized a unique collection of Cretaceous lizards from Mongolia."
  }, {
    "author" : 118293,
    "first" : "Rozmowny borsuk?",
    "second" : "A talkative badger?"
  }, {
    "author" : 94809,
    "first" : "0502 | Szczecina i sierść świń lub dzików; sierść borsuka i pozostała sierść do wyrobu szczotek i pędzli; odpadki takiej szczeciny lub sierści |",
    "second" : "0502 | Pigs', hogs' or boars' bristles and hair; badger hair and other brush making hair; waste of such bristles or hair |"
  }, {
    "author" : 94809,
    "first" : "Szczecina i sierść świń lub dzików; sierść borsuka i pozostała sierść do wyrobu szczotek i pędzli; odpadki takiej szczeciny lub sierści:",
    "second" : "Pigs', hogs' or boars' bristles and hair; badger hair and other brush making hair; waste of such bristles or hair:"
  } ],
  "pageSize" : 30,
  "page" : 1
} 
